{
  "about": "Fullstack WEB | Cloud | XR software engineer",
  "work": {
    "emoko": {
      "title": "Lead WEB and Unity developer",
      "description": "Infrastructure design and software architecture. Training of development teams. Schedules management (sprint + road maps). Technologies: Unity3D, WebGL, GLTF, GCP, Kubernetes."
    },
    "exakis": {
      "description": "Construction of the Mixed Reality commercial offer in partnership with Microsoft. LeadDev Unity3D and Junior Azure Cloud Architect. Hololens Expert: Training, advice, prototyping and development on different uses in mixed reality. Technologies: Unity3D, Hololens, Azure Cloud, Azure DevOps, Azure AD, Terraform, Docker, React, Angular, SQL, ASP.NET Core",
      "title": "Senior Consultant",
      "badges": {
        "0": "Consuting",
        "1": "Industry",
        "2": "Energy"
      }
    },
    "wiztivi": {
      "description": "Responsible for parental control and episode screen features for the Liberty Global group's TV box interface. Redesign of MVVM data binding (internal framework). Technologies: JavaScript, Node.js, SDL2",
      "title": "Frontend Developer"
    },
    "bib": {
      "description": "Development of the BIM Bloc in Bloc solution. Client: SNCF Immobilier, Bouygues ES, Eiffage, Léon Grosse",
      "title": "Unity3D Developer"
    }
  },
  "titles": {
    "about": "About",
    "work": "Work Experience"
  },
  "school": {
    "degree": "Computer engineering degree specializing in Model Driven Architecture and Virtual Reality. General training in IT, electronics and mechanics.",
    "name": "ENIB (National School of Engineers of Brest, France)",
    "sectionTitle": "Education"
  },
  "skills": {
    "sectionTitle": "Skills"
  },
  "projects": {
    "sectionTitle": "Projects",
    "emokoPlayer": {
      "description": "WEB application to visit and configure accommodations in virtual reality. High quality photo realistic renderings."
    },
    "schneider": {
      "description": "Recognition of different electrical equipment on HoloLens for technicians from the Schneider group. Augmented reality display with spatial persistence"
    },
    "emokoPlatform": {
      "description": "Management platform. Sales monitoring, TMA invoice generation, prospect management, account administration..."
    },
    "emokoAutomation": {
      "description": "Agents based on Unity Editor for pre-computing renderings and converting/optimizing assets. Queue system and horizontal scaling on GCP."
    },
    "dncg": {
      "title": "Accounting platform",
      "description": "SAAS solution intended for accounting entry of L1 and L2 clubs of the LFP for the LFP/DNCG. Real-time synchronization. Techlead for a team of 5 people. Strong involvement in software architecture."
    },
    "total": {
      "description": "Study for Total Energies. Feasibility of a digital twin displayed in XR of a refinery. Architecture proposal for integration with the IS (management of 3D models, spatialization, technical data, etc.)."
    },
    "vivatech": {
      "description": "Creation of HoloLens demonstration applications for the Exakis-Nelite stand at the Vivatech show 3 years in a row. Provision of internal Unity and Hololens training. Themes: Spatial, Construction/BIM, Industry 4.0"
    },
    "saintGobain": {
      "description": "SAAS solution to manage guest accounts of the Saint Gobain group. Highly secure serverless architecture with strong optimization of hosting costs."
    },
    "bib": {
      "description": "Modular mixed reality BIM solution. Superposition of the 3D model on the real building for smartphone and HoloLens. Virtual reality tour. Shared business logic (filtering, annotations, etc.). Important monitoring of augmented reality equipment and algorithms."
    }
  },
  "actions": {
    "print": "Print document",
    "links": "Links",
    "actions": "Actions",
    "noResults": "No result...",
    "search": "Type to search..."
  },
  "hobby": {
    "sectionTitle": "Hobbies"
  },
  "description": "As a fullstack developer passionate about cloud computing and mixed reality, I have more than 7 years of experience. I am very comfortable with Angular, Unity, Node.js and .NET. I like working on innovative and ambitious projects. Curious by nature, I’m always willing to learn new topic. Autonomous, I thrive in team environments."
}
